"appName" = "Inlaider (tr)";


"popup.command.placeholder.typeACommand" = "Bir komut yazın...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Bir komut yazın veya kapatmak için Enter'a basın...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Bir komut yazın veya sonucu yapıştırmak için Enter'a basın";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — düzenleyiciye geçiş yapar";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — komut satırına geçiş yapar";
"popup.shortcut.clearCanvas" = "⌘⌫ düzenleyiciyi temizler";
"popup.shortcut.copyCanvas" = "⌘C düzenleyici içeriğini kopyalar";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C veya Enter düzenleyici içeriğini kopyalar";
"popup.shortcut.enterPaste" = "Enter yapıştırır";
"popup.shortcut.esc" = "Esc kapatır";

"show" = "Göster";
"about" = "Hakkında";
"quit" = "Çıkış";
"close" = "Kapat";
"cancel" = "İptal";
"save" = "Kaydet";
"ok" = "Tamam";
"settings" = "Ayarlar";
"copied" = "Kopyalandı";

"settings.section.general.title" = "Genel";
"settings.accessibility.title" = "Erişilebilirlik İzinleri";
"settings.accessibility.description" = "Bu izin, seçili metni otomatik olarak okumak ve işlenmiş sonucu orijinal metin alanına geri yapıştırmak için gereklidir.\nErişim olmadan, uygulama veri aktarmak için panoyu kullanacaktır.";
"settings.inlaiderShortcut.label" = "Inlaider için Kısayol Tuşu";
"settings.LaunchAtLogin.label" = "Girişte Başlat";

"settings.section.ownAPIKeys.title" = "Kendi API Anahtarları";
"provider.apiKey.title" = "API Anahtarı";
"provider.apiKey.placeholder" = "API anahtarını buraya girin";
"provider.models.title" = "Modeller";
"provider.models.new.placeholder" = "Model adını ekleyin";

"settings.section.customPrompts.title" = "Özel İstem Değişiklikleri";
"prompts.general.title" = "Genel İstem";
"prompts.replacements.title" = "İstem Değişiklikleri";
"prompts.replacements.replaceWhat.label" = "Değiştir";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "İstem ile değiştir";
"prompts.replacements.error.exists.message" = "'%@' komut değişikliği zaten mevcut.";

"about.ThirdPartyLicenses" = "Üçüncü Taraf Lisansları";
"about.VisitOnGithub" = "GitHub'da Görüntüle";
"about.version" = "Sürüm %@";

"error.title" = "Hata";